
{
  "name": "Altamira Sustainable Townhomes",
  "client": "TresG Desarrollos",
  "description": "Altamira Sustainable Townhomes es una comunidad sustentable y exclusiva en Zapopan. El proyecto consiste en un condominio privado de 10 townhomes que buscan ofrecer seguridad, tranquilidad, elegancia y respeto por el medio ambiente. Las unidades tienen entre 365 m² y 411 m².",
  "startDate": "",
  "endDate": "",
  "status": "planning",
  "analysisResults": {
    "communicationObjectives": "La comunicación se centra en destacar que Altamira es un espacio diseñado para el confort, la privacidad y con una ubicación privilegiada en Zapopan. Se busca transmitir un estilo de vida que combina sustentabilidad, exclusividad y modernidad.",
    "buyerPersona": "El mercado meta se define como 'UPSCALE LIVING', que corresponde a familias con un estilo de vida activo, principalmente empresarios. Buscan comprar una vivienda para habitar en una zona céntrica, con alta plusvalía y prestigio. Valoran la distribución de los espacios interiores, la seguridad 24/7 y el control de acceso.",
    "archetypes": [
      {
        "name": "Empresario Urbano",
        "profile": "Familias con estilo de vida activo, principalmente empresarios que buscan una vivienda en zona céntrica con alta plusvalía y prestigio."
      }
    ],
    "socialNetworks": [
      {
        "name": "Facebook",
        "selected": true,
        "contentTypes": ["Publicaciones de texto", "Imágenes", "Videos"],
        "contentTypeDetails": [
          {"name": "Publicaciones de texto", "count": 8},
          {"name": "Imágenes", "count": 12},
          {"name": "Videos", "count": 5}
        ],
        "postsPerMonth": 25
      },
      {
        "name": "Instagram",
        "selected": true,
        "contentTypes": ["Publicaciones en Feed", "Stories", "Reels"],
        "contentTypeDetails": [
          {"name": "Publicaciones en Feed", "count": 15},
          {"name": "Stories", "count": 20},
          {"name": "Reels", "count": 8}
        ],
        "postsPerMonth": 43
      }
    ],
    "marketingStrategies": "La estrategia de marketing se basa en la promoción a través de pautas en redes sociales, como Facebook e Instagram, utilizando formatos de post fijos, carruseles y videos. Se destacan aspectos como la preventa, el precio, la exclusividad, el lujo y la privacidad.",
    "brandCommunicationStyle": "El estilo de comunicación es aspiracional y se enfoca en la tranquilidad, la exclusividad y la conexión con la naturaleza sin salir de la ciudad. Se utilizan frases como 'Vive en armonía con un entorno y diseño que apuestan por la sustentabilidad' y 'Conéctate con la serenidad sin salir de la ciudad'.",
    "mission": "Ofrecer experiencias únicas a nuestros clientes, con espacios que sorprenden por su diseño y calidad de construcción, especializándonos en el desarrollo inmobiliario sustentable.",
    "vision": "Crear espacios que eleven la calidad de vida de los usuarios, combinando sustentabilidad, exclusividad y modernidad en desarrollos inmobiliarios.",
    "coreValues": "Sustentabilidad, Exclusividad, Calidad de construcción, Respeto por el medio ambiente, Privacidad, Seguridad, Innovación en diseño",
    "responsePolicyPositive": "Para respuestas positivas, agradecer el interés, proporcionar información adicional sobre las características exclusivas del proyecto, invitar a visitas personalizadas y mantener comunicación constante sobre el progreso del desarrollo.",
    "responsePolicyNegative": "Para respuestas negativas o críticas, escuchar activamente las preocupaciones, proporcionar información clara y transparente, ofrecer reuniones personalizadas para resolver dudas, y mantener siempre un tono profesional y constructivo."
  },
  "initialProducts": [
    {
      "name": "Prototipo A",
      "description": "401.03 m², 3 recámaras, 1 área flex, 4 baños completos, 1 medio baño, recámara de servicio y 2 cajones de estacionamiento."
    },
    {
      "name": "Prototipo B",
      "description": "Desde 390.81 m² hasta 412.49 m², 3 recámaras, 1 área flex, 4 baños completos, 1 medio baño, recámara de servicio y de 2 a 4 cajones de estacionamiento."
    },
    {
      "name": "Prototipo C",
      "description": "Desde 365.56 m², 3 recámaras, 1 área flex, 4 baños completos, 1 medio baño, recámara de servicio y 2 cajones de estacionamiento."
    },
    {
      "name": "Prototipo D",
      "description": "370.70 m², 3 recámaras, 1 área flex, 3 baños completos, 1 medio baño y 2 cajones de estacionamiento."
    }
  ]
}
